{
  "timestexts": [
    {
      "text": "Each of the candidates’ names were written on pieces of paper, folded in half, and placed in the appropriate box.",
      "correctWord": "was",
      "wordPos": 5
    },
    {
      "text": "(Headline) As 2-Year Anniversary of Grenfell Blaze Nears, Lawsuit Is Filed in Pennsylvania.",
      "correctWord": "Second",
      "wordPos": 2
    },
    {
      "text": "The first involves a document from the Hofeller hard drives created on Aug. 30, 2017, as Mr. Ross’s wooing of the Justice Department was nearing a crescendo.",
      "correctWord": "crescendo",
      "wordPos": 26
    },
    {
      "text": "The behind-the-scenes competition for Wall Street money in the 2020 presidential race is reaching a fevered peak this week as no less than nine Democrats are holding New York fund-raisers in a span of nine days, racing ahead of a June 30 filing deadline when they must disclose their latest financial hauls.",
      "correctWord": "fewer",
      "wordPos": 21
    },
    {
      "text": "“We’re planning on owning this team for a long time, so I might have a little longer-term view than that, to be honest,” Lacob said of he and his main ownership partner, Peter Guber.",
      "correctWord": "himself",
      "wordPos": 26
    },
    {
      "text": "On Wednesday, Bernie Sanders will defend his core political beliefs, delivering a formal address on democratic socialism in what will amount to the most aggressive attempt yet to diffuse voter concerns about his electability.\n",
      "correctWord": "defuse",
      "wordPos": 28
    },
    {
      "text": "Like he did in 2016 with much success, Mr. Sanders still prescribes a wholesale revolution in soaring terms.",
      "correctWord": "As",
      "wordPos": 0
    },
    {
      "text": "The Queen of Cake didn’t confine herself to cakes — pies, cookies, torts and a host of other goodies were also fair game.",
      "correctWord": "tortes",
      "wordPos": 12
    },
    {
      "text": "The Federal Reserve has signaled that it will consider a rate cut in the event of economic weakness, and May’s numbers are likely to be an important factor in their decision.",
      "correctWord": "its",
      "wordPos": 29
    },
    {
      "text": "Andrew Weissmann, one of Mr. Mueller’s prosecutors, whom Mr. Wolff says led that effort, did not even work on the part of the investigation that focused on obstruction.",
      "correctWord": "who",
      "wordPos": 7
    },
    {
      "text": "Eroticized violence isn’t new for television, but “Eve” has a special flare for it and always finds a way to make its gruesome choices seem somehow illuminating.",
      "correctWord": "flair",
      "wordPos": 11
    },
    {
      "text": "Chinese officials were not alone in thinking a deal was not far-off.",
      "correctWord": "far off",
      "wordPos": 11
    },
    {
      "text": "During the 2016 presidential campaign, Mr. Trump quickly honed in on the nuclear agreement’s most glaring weakness: After 15 years, the Iranians could resume unlimited fuel production.",
      "correctWord": "homed",
      "wordPos": 8
    },
    {
      "text": "The shy and quiet Miloni is disinterested in her parents’ plan for her to get a good job and a husband, dreaming of leaving the city for a quiet life in a village.",
      "correctWord": "uninterested",
      "wordPos": 6
    },
    {
      "text": "The street’s West Side Bazaar, a popular lunch and shopping spot, is filled with vendors who sell hand-woven tapestries and beaded jewelry, while the smell of Ethiopian spices and Malaysian ramen from its food court waft through the room.",
      "correctWord": "wafts",
      "wordPos": 35
    }
  ]
}

